Repository: common-repository/storeui
Catalog: languages/storeui-*.po
Languages: de_de, es_es, fr_fr, it_it

source: StoreUI Settings
de_de: StoreUI Einstellungen
es_es: Configuración de StoreUI
fr_fr: Paramètres StoreUI
it_it: Impostazioni StoreUI

source: License deactivated successfully. All API keys have been removed.
de_de: Lizenz erfolgreich deaktiviert. Alle API-Schlüssel wurden entfernt.
es_es: Licencia desactivada con éxito. Todas las claves API han sido eliminadas.
fr_fr: Licence désactivée avec succès. Toutes les clés API ont été supprimées.
it_it: Licenza disattivata con successo. Tutte le chiavi API sono state rimosse.

source: License Key
de_de: Lizenzschlüssel
es_es: Clave de licencia
fr_fr: Clé de licence
it_it: Chiave di licenza

source: Activate License
de_de: Lizenz aktivieren
es_es: Activar licencia
fr_fr: Activer la licence
it_it: Attiva licenza

source: Connection Status: Active
de_de: Verbindungsstatus: Aktiv
es_es: Estado de la conexión: Activo
fr_fr: État de la connexion : Actif
it_it: Stato connessione: Attivo

source: Your store is connected to StoreUI.
de_de: Ihr Shop ist mit StoreUI verbunden.
es_es: Tu tienda está conectada a StoreUI.
fr_fr: Votre boutique est connectée à StoreUI.
it_it: Il tuo negozio è connesso a StoreUI.

source: Access StoreUI App
de_de: StoreUI App aufrufen
es_es: Acceder a la aplicación StoreUI
fr_fr: Accéder à l'application StoreUI
it_it: Accedi all'app StoreUI

source: Are you sure you want to deactivate your StoreUI license? This will remove the API keys generated by StoreUI and disconnect your store from StoreUI.
de_de: Sind Sie sicher, dass Sie Ihre StoreUI-Lizenz deaktivieren möchten? Dadurch werden die von StoreUI generierten API-Schlüssel entfernt und Ihr Shop wird von StoreUI getrennt.
es_es: ¿Estás seguro de que quieres desactivar tu licencia de StoreUI? Esto eliminará las claves API generadas por StoreUI y desconectará tu tienda de StoreUI.
fr_fr: Êtes-vous sûr de vouloir désactiver votre licence StoreUI ? Cela supprimera les clés API générées par StoreUI et déconnectera votre boutique de StoreUI.
it_it: Sei sicuro di voler disattivare la tua licenza StoreUI? Questo rimuoverà le chiavi API generate da StoreUI e disconnetterà il tuo negozio da StoreUI.

source: Deactivate License
de_de: Lizenz deaktivieren
es_es: Desactivar licencia
fr_fr: Désactiver la licence
it_it: Disattiva licenza

source: Security check failed
de_de: Sicherheitsprüfung fehlgeschlagen
es_es: Falló la verificación de seguridad
fr_fr: Échec de la vérification de sécurité
it_it: Controllo di sicurezza fallito

source: No active license found.
de_de: Keine aktive Lizenz gefunden.
es_es: No se encontró una licencia activa.
fr_fr: Aucune licence active trouvée.
it_it: Nessuna licenza attiva trovata.

source: Failed to deactivate license:
de_de: Fehler beim Deaktivieren der Lizenz:
es_es: Error al desactivar la licencia:
fr_fr: Échec de la désactivation de la licence :
it_it: Impossibile disattivare la licenza:

source: Failed to deactivate license. Please try again or contact support.
de_de: Fehler beim Deaktivieren der Lizenz. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.
es_es: Error al desactivar la licencia. Por favor, inténtalo de nuevo o contacta con soporte.
fr_fr: Échec de la désactivation de la licence. Veuillez réessayer ou contacter le support.
it_it: Impossibile disattivare la licenza. Riprova o contatta il supporto.

source: License activation failed:
de_de: Lizenzaktivierung fehlgeschlagen:
es_es: Error en la activación de la licencia:
fr_fr: Échec de l'activation de la licence :
it_it: Attivazione della licenza fallita:

source: License activated successfully.
de_de: Lizenz erfolgreich aktiviert.
es_es: Licencia activada con éxito.
fr_fr: Licence activée avec succès.
it_it: Licenza attivata con successo.

source: Failed to activate license. Please try again or contact support.
de_de: Fehler beim Aktivieren der Lizenz. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.
es_es: Error al activar la licencia. Por favor, inténtalo de nuevo o contacta con soporte.
fr_fr: Échec de l'activation de la licence. Veuillez réessayer ou contacter le support.
it_it: Impossibile attivare la licenza. Riprova o contatta il supporto.
